{
    "title":"行策作业",
    "famous":[
    "爱迪生a，天才是百分之一的勤奋加百分之九十九的汗水。b",
    "习主席a, 爱国主义始终是把中华民族坚强团结在一起的精神力量。b",
	"习主席a, 具有强烈的爱国情怀，是对我国科技人员第一位的要求。b",
	"习主席a, 在中华民族几千年绵延发展的历史长河中，爱国主义始终是激昂的主旋律。b",
	"习主席a, 爱国主义是中华民族民族精神的核心。b",
	"习主席a, 在社会主义核心价值观中，最深层、最根本、最永恒的是爱国主义。b",
	"习主席a, 只有坚持爱国和爱党、爱社会主义相统一，爱国主义才是鲜活的、真实的。b",
	"习主席a, 我国知识分子历来有浓厚的家国情怀，有强烈的社会责任感。b",
	"习主席a, 中国人历来讲求精忠报国。b",
	"习主席a, 把爱家和爱国统一起来，把实现个人梦、家庭梦融入国家梦、民族梦之中。b",
	"习主席a, 爱国，是人世间最深层、最持久的情感。b",
	"习主席a, 昨天的成功并不代表着今后能够永远成功,过去的辉煌并不意味着未来可以永远辉煌。时代是出卷人,我们是答卷人,人民是阅卷人。b",
	"习主席a, “老虎”要露头就打, “苍蝇”乱飞也要拍。b",
	"习主席a, 革命理想高于天。理想信念是中国共产党人的政治灵魂。中国共产党能够历经挫折而不断奋起,历尽苦难而淬火成钢,归根到底在于千千万万中国共产党人心中的远大理想和革命信念始终坚定执着,始终闪耀着火热的光芒。b",
	"习主席a, 人民有信心，国家才有未来，国家才有力量。b",
	"习主席a, 中国进行改革开放,顺应了中国人民要发展、要创新、要美好生活的历史要求,契合了世界各国人民要发展、要合作、要和平生活的时代潮流。中国改革开放必然成功,也一定能够成功!b",
	"习主席a, 历史从不眷顾因循守旧、满足现状者,机遇属于勇于创新、永不自满者。b",
	"习主席a, 信息化为中华民族带来了千载难逢的机遇。b",
	"习主席a, 青春理想,青春活力,青春奋斗,是中国精神和中国力量的生命力所在。b",
	"习主席a, 理论自觉、文化自信,是一个民族进步的力量;价值先进、思想解放,是一个社会活力的来源。国家之魂,文以化之,文以铸之。b",
	"习主席a, 生态兴则文明兴，生态衰则文明衰。b",
	"习主席a, 要通过改革,改变以静态评价结果给人才贴上 “永久牌”标签的做法,改变片面将论文、专·利、资金数量作为人才评价标准的做法,不能让繁文绣节把科学家的手脚捆死了,不能让无穷的报表和审批把科学家的精力耽误了!b",
	"习主席a, 当前,我国处于近代以来最好的发展时期, ,世界处于百年未有之大变局,两者同步交织、相互激荡。做好当前和今后一个时期对外工作具备很多国际有利条件。b",
	"习主席a, 党中央是大脑和中枢,党中央必须有定于一尊、一锤定音的权威。党的地方组织的根本任务是确保党中央决策部署贯彻落实,有令即行、有禁即止。b",
	"习主席a, 在新科技带来的新机遇面前,每个国家都有平等发展权利。潮流来了,跟不上就会落后,就会被淘汰。b",
	"习主席a, 做好新形势下宣传思想工作,必须自觉承担起举旗帜、聚民心、育新人、兴文化、展形象的使命任务。b",
	"习主席a, 教育是民族振兴、社会进步的重要基石,是功在当代、利在千秋的德政工程,对提高人民综合素质、促进人的全面发展、增强中华民族创新创造活力、实现中华民族伟大复兴具有决定性意义。教育是国之大计、党之大计。b",
	"习主席a, 新时代东北振兴，是全面振兴、全方位振兴。b",
	"习主席a, 任何否定、怀疑、动摇我国基本经济制度的言行都不符合党和国家方针政策,都不要听、不要信!所有民营企业和民营企业家完全可以吃下定心丸、安心谋发展!b",
	"习主席a, 中国经济是一片大海,而不是一个小池塘。狂风骤雨可以掀翻小池塘,但不能掀翻大海。经历了无数次狂风骤雨,大海依旧在那儿!经历了5000多年的艰难困苦,中国依旧在这儿!面向未来,中国将永远在这儿!b",
	"习主席a, 中华民族要实现伟大复兴,必须与时俱进不断前进,也就是我们古人说的荷日新、日日新、又日新!b",
	"习主席a, 中国的今天。是中国人民干出来的！b",
	"习主席a, 心中有信仰，行动有力量。b",
	"习主席a, 无论前途是晴是雨,携手合作、互利共赢是唯一正确选择。这既是经济规律使然,也符合人类社会发展的历史逻辑。b",
	"习主席a, 合作是中美双方最好的选择。b",
	"习主席a, 中国发展成就归结到一点，就是亿万中国人民生活日益改善。b",
	"习主席a, 在近代以来漫长的历史进程中,中国人民经历了太多太多的磨难,付出了太多太多的牺牲,进行了太多太多的拼搏。现在,中国人民和中华民族在历史进程中积累的强大能量已经充分爆发出来了,为实现中华民族伟大复兴提供了势不可挡的磅礴力量。b",
	"习主席a, 展望未来，我国青年一代必将大有可为，也必将大有作为。这是“长江后浪推前浪”的历史规律，也是“一代更比一代强”的青春责任。广大青年要勇敢肩负起时代赋予的重任，志存高远，脚踏实地，努力在实现中华民族伟大复兴的中国梦的生动实践中放飞青春梦想。b",
	"习主席a, 学如弓弩，才如箭镞。b",
	"习主席a, 古人说：“学如弓弩，才如箭镞。”说的是学问的根基好比弓弩，才能好比箭头，只要依靠厚实的见识来引导，就可以让才能很好发挥作用。青年人正处于学习的黄金时期，应该把学习作为首要任务，作为一种责任、一种精神追求、一种生活方式，树立梦想从学习开始、事业靠本领成就的观念，让勤奋学习成为青春远航的动力，让增长本领成为青春搏击的能量。b",
	"习主席a, 生活从不眷顾因循守旧、满足现状者，从不等待不思进取、坐享其成者，而是将更多机遇留给善于和勇于创新的人们。青年是社会上最富活力、最具创造性的群体，理应走在创新创造前列。b",
	"习主席a, ’宝剑锋从磨砺出，梅花香自苦寒来。‘人类的美好理想，都不可能唾手可得，都离不开筚路蓝缕、手胼足胝的艰苦奋斗。我们的国家，我们的民族，从积贫积弱一步一步走到今天的发展繁荣，靠的就是一代又一代人的顽强拼搏，靠的就是中华民族自强不息的奋斗精神。当前，我们既面临着重要发展机遇，也面临着前所未有的困难和挑战。梦在前方，路在脚下。自胜者强，自强者胜。实现我们的发展目标，需要广大青年锲而不舍、驰而不息的奋斗。b",
	"习主席a, 古希腊哲学家说，知识即美德。我国古人说：“非学无以广才，非志无以成学。”大学的青春时光，人生只有一次，应该好好珍惜。为学之要贵在勤奋、贵在钻研、贵在有恒。鲁迅先生说过：“哪里有天才，我是把别人喝咖啡的工夫都用在工作上的。”大学阶段，“恰同学少年，风华正茂”，有老师指点，有同学切磋，有浩瀚的书籍引路，可以心无旁骛求知问学。此时不努力，更待何时？b",
	"习主席a, ’德者，本也。‘蔡元培先生说过：“若无德，则虽体魄智力发达，适足助其为恶。”道德之于个人、之于社会，都具有基础性意义，做人做事第一位的是崇德修身。这就是我们的用人标准为什么是德才兼备、以德为先，因为德是首要、是方向，一个人只有明大德、守公德、严私德，其才方能用得其所。b",
	"习主席a, ’学而不思则罔，思而不学则殆。‘是非明，方向清，路子正，人们付出的辛劳才能结出果实。面对世界的深刻复杂变化，面对信息时代各种思潮的相互激荡，面对纷繁多变、鱼龙混杂、泥沙俱下的社会现象，面对学业、情感、职业选择等多方面的考量，一时有些疑惑、彷徨、失落，是正常的人生经历。关键是要学会思考、善于分析、正确抉择，做到稳重自持、从容自信、坚定自励。要树立正确的世界观、人生观、价值观，掌握了这把总钥匙，再来看看社会万象、人生历程，一切是非、正误、主次，一切真假、善恶、美丑，自然就洞若观火、清澈明了，自然就能作出正确判断、作出正确选择。正所谓“千淘万漉虽辛苦，吹尽狂沙始到金”。b",
	"习主席a, 历史和现实都告诉我们，青年一代有理想、有担当，国家就有前途，民族就有希望，实现我们的发展目标就有源源不断的强大力量。b",
	"习主席a, 青年兴则国家兴，青年强则国家强……中国共产党从来都把青年看作是祖国的未来、民族的希望，从来都把青年作为党和人民事业发展的生力军，从来都支持青年在人民的伟大奋斗中实现自己的人生理想。b",
	"习主席a, 青年是民族的未来。哈萨克斯坦伟大诗人、思想家阿拜·库南巴耶夫说过：“世界有如海洋，时代有如劲风，前浪如兄长，后浪是兄弟，风拥后浪推前浪，亘古及今皆如此。”看着同学们朝气蓬勃的精神面貌，我不由想起了我的大学时代，那是一个令人难忘的青春记忆。b",
	"习主席a, 是因为青年的价值取向决定了未来整个社会的价值取向，而青年又处在价值观形成和确立的时期，抓好这一时期的价值观养成十分重要。这就像穿衣服扣扣子一样，如果第一粒扣子扣错了，剩余的扣子都会扣错。人生的扣子从一开始就要扣好。“凿井者，起于三寸之坎，以就万仞之深。”青年要从现在做起、从自己做起，使社会主义核心价值观成为自己的基本遵循，并身体力行大力将其推广到全社会去。b",
	"习主席a, 青年最富有朝气、最富有梦想。中国的未来属于年轻一代，欧洲的未来属于年轻一代，世界的未来属于年轻一代。b",
	"习主席a, 中华民族历来崇尚“和为贵”、“和而不同”、“协和万邦”、“兼爱非攻”等理念。印度、缅甸等亚洲国家人民也历来崇尚仁爱、慈善、和平等价值观。印度伟大诗人泰戈尔用诗歌的语言写道：“你以为用战争可以获取友谊？春天就会从眼前姗姗而去。”缅甸人民建立了和平塔，用来祈祷世界和平。b",
	"习主席a, ’合则强，孤则弱。‘合作共赢应该成为各国处理国际事务的基本政策取向。合作共赢是普遍适用的原则，不仅适用于经济领域，而且适用于政治、安全、文化等其他领域。我们应该把本国利益同各国共同利益结合起来，努力扩大各方共同利益的汇合点，不能这边搭台、那边拆台，要相互补台、好戏连台。要积极树立双赢、多赢、共赢的新理念，摒弃你输我赢、赢者通吃的旧思维，“各美其美，美人之美，美美与共，天下大同”。b",
	"习主席a, ’万物并育而不相害，道并行而不相悖。‘我们要尊重文明多样性，推动不同文明交流对话、和平共处、和谐共生，不能唯我独尊、贬低其他文明和民族。人类历史告诉我们，企图建立单一文明的一统天下，只是一种不切实际的幻想。b",
	"习主席a, 公平正义是世界各国人民在国际关系领域追求的崇高目标。在当今国际关系中，公平正义还远远没有实现。b",
	"习主席a, 在国际社会中，法律应该是共同的准绳，没有只适用他人、不适用自己的法律，也没有只适用自己、不适用他人的法律。b",
	"习主席a, 中国人民崇尚“己所不欲，勿施于人”。中国不认同“国强必霸论”，中国人的血脉中没有称王称霸、穷兵黩武的基因。b",
	"习主席a, 中国坚持按照亲、诚、惠、容的理念，深化同周边国家的互利合作，努力使自身发展更好惠及周边国家。b",
	"习主席a, 我们的人民热爱生活，期盼有更好的教育、更稳定的工作、更满意的收入、更可靠的社会保障、更高水平的医疗卫生服务、更舒适的居住条件、更优美的环境，期盼孩子们能成长得更好、工作得更好、生活得更好。人民对美好生活的向往，就是我们的奋斗目标。b",
	"习主席a, 打铁还需自身硬。我们的责任，就是同全党同志一道，坚持党要管党、从严治党，切实解决自身存在的突出问题，切实改进工作作风，密切联系群众，使我们党始终成为中国特色社会主义事业的坚强领导核心。b",
	"习主席a, 我们一定要始终与人民心心相印、与人民同甘共苦、与人民团结奋斗，夙夜在公，勤勉工作，努力向历史、向人民交出一份合格的答卷。b",
	"习主席a, 每个人都有理想和追求，都有自己的梦想。现在，大家都在讨论中国梦，我以为，实现中华民族伟大复兴，就是中华民族近代以来最伟大的梦想。b",
	"习主席a, 空谈误国，实干兴邦。我们这一代共产党人一定要承前启后、继往开来，把我们的党建设好，团结全体中华儿女把我们国家建设好，把我们民族发展好，继续朝着中华民族伟大复兴的目标奋勇前进。b",
	"习主席a, 全党全国各族人民要坚定不移走改革开放的强国之路，更加注重改革的系统性、整体性、协同性，做到改革不停顿、开放不止步，为全面建成小康社会、加快推进社会主义现代化而团结奋斗。b",
	"习主席a, 实现中华民族伟大复兴，是中华民族近代以来最伟大的梦想。可以说，这个梦想是强国梦，对军队来说，也是强军梦。我们要实现中华民族伟大复兴，必须坚持富国和强军相统一，努力建设巩固国防和强大军队。b",
	"习主席a, 对困难群众，我们要格外关注、格外关爱、格外关心，千方百计帮助他们排忧解难，把群众的安危冷暖时刻放在心上，把党和政府的温暖送到千家万户。b",
	"习主席a, 要以踏石留印、抓铁有痕的劲头抓下去，善始善终、善做善成，防止虎头蛇尾，让全党全体人民来监督，让人民群众不断看到实实在在的成效和变化。b",
	"习主席a, 从严治党，惩治这一手决不能放松。要坚持‘老虎’、‘苍蝇’一起打，既坚决查处领导干部违纪违法案件，又切实解决发生在群众身边的不正之风和腐败问题。要坚持党纪国法面前没有例外，不管涉及到谁，都要一查到底，决不姑息。b",
	"习主席a, 要加强对权力运行的制约和监督，把权力关进制度的笼子里，形成不敢腐的惩戒机制、不能腐的防范机制、不易腐的保障机制。b",
	"习主席a, 我们要坚持走和平发展道路，但决不能放弃我们的正当权益，决不能牺牲国家核心利益。任何外国不要指望我们会拿自己的核心利益做交易，不要指望我们会吞下损害我国主权、安全、发展利益的苦果。b",
	"习主席a, 对中国共产党而言，要容得下尖锐批评，做到有则改之、无则加勉；对党外人士而言，要敢于讲真话，敢于讲逆耳之言，真实反映群众心声，做到知无不言、言无不尽。b",
	"习主席a, 我们的干部要上进，我们的党要上进，我们的国家要上进，我们的民族要上进，就必须大兴学习之风，坚持学习、学习、再学习，坚持实践、实践、再实践。b",
	"习主席a, 一切国家机关工作人员，无论身居多高的职位，都必须牢记我们的共和国是中华人民共和国，始终要把人民放在心中最高的位置，始终全心全意为人民服务，始终为人民利益和幸福而努力工作。b",
	"习主席a, 中国人民自古就明白，世界上没有坐享其成的好事，要幸福就要奋斗。b",
	"习主席a, 中国人民相信，山再高，往上攀，总能登顶;路再长，走下去，定能到达。b",
	"习主席a, 把蓝图变为现实，是一场新的长征。路虽然还很长，但时间不等人，容不得有半点懈怠。b",
	"习主席a, 中国人民从亲身经历中深刻认识到，团结就是力量，团结才能前进，一个四分五裂的国家不可能发展进步。b",
	"习主席a, 把人民拥护不拥护、赞成不赞成、高兴不高兴、答应不答应作为衡量一切工作得失的根本标准。b",
	"习主席a, 一切分裂祖国的行径和伎俩都是注定要失败的，都会受到人民的谴责和历史的惩罚!b",
	"习主席a, 中国人民和中华民族有一个共同信念，这就是：我们伟大祖国的每一寸领土都绝对不能也绝对不可能从中国分割出去!b",
	"习主席a, 只有那些习惯于威胁他人的人，才会把所有人都看成是威胁。b",
	"习主席a, 对中国人民为人类和平与发展作贡献的真诚愿望和实际行动，任何人都不应该误读，更不应该曲解。人间自有公道在!b",
	"习主席a, 坚决扫除一切消极腐败现象，始终与人民心心相印、与人民同甘共苦、与人民团结奋斗，永远保持马克思主义执政党本色，永远走在时代前列，永远做中国人民和中华民族的主心骨!b",
	"习主席a, 新时代属于每一个人，每一个人都是新时代的见证者、开创者、建设者。只要精诚团结、共同奋斗，就没有任何力量能够阻挡中国人民实现梦想的步伐!b",
	"习主席a, 在中国这么大的国家搞建设，很不容易。艰难困苦，玉汝于成。我们正是在不断迎接挑战、克服困难中向前迈进。中国的发展将为世界和平与人类发展事业做出更大贡献。b",
	"习主席a, 意识形态工作是党的一项极端重要的工作。宣传工作要坚持党性坚持人民性。“明者因时而变，知者随事而制。”我们要加强宣传报道，讲好中国故事，传播好中国声音。b",
	"习主席a, 要下决心采取措施，全力遏制海洋生态环境不断恶化趋势，让我国海洋生态环境有一个明显改观，让人民群众吃上绿色、安全、放心的海产品，享受到碧海蓝天、洁净沙滩。b",
	"习主席a, 为老百姓服务的场所、便民利民的场所搞得好一点，我看着心里舒服。如果是“官衙”搞得堂皇富丽，我看着不舒服。转变作风就是要打破“围城”、“玻璃门”和无形的墙，深入基层，深入群众，多接接地气很好。一枝一叶总关情。什么是作秀，什么是真正联系群众，老百姓一眼就看出来了。b",
	"习主席a, 党面临的‘赶考’远未结束。对我们共产党人来说，中国革命历史是最好的营养剂。多重温这些伟大历史，心中就会增加很多正能量。b",
	"习主席a, 具有强烈的爱国情怀，是对我国科技人员第一位的要求。科学没有国界，科学家有祖国。b",
	"习主席a, 坚持自重、自省、自警、自励，带头遵守廉洁自律各项规定，坚决不搞特殊化，坚决不搞特权，坚决不搞不正之风，坚决不搞腐败。b",
	"习主席a, 让那些阿谀逢迎、弄虚作假、不干实事、会跑会要的干部真正没市场、受惩戒。要严明组织人事纪律，对违反组织人事纪律的坚决不放过，对跑官要官、买官卖官的决不姑息，发现一起，查处一起。b",
	"习主席a, 中央政治局的同志必须有天下为公的宽阔胸襟，摒弃任何私心杂念，把为全中国人民谋利益作为自己唯一的追求，为党的事业和人民利益鞠躬尽瘁。b",
	"习主席a, 人心向背关系党的生死存亡。党只有始终与人民心连心、同呼吸、共命运，始终依靠人民推动历史前进，才能做到坚如磐石。b",
	"习主席a, 人命关天，发展决不能以牺牲人的生命为代价。这必须作为一条不可逾越的红线。要始终把人民生命安全放在首位。b",
	"习主席a, 要建立责任追究制度，对那些不顾生态环境盲目决策、造成严重后果的人，必须追究其责任，而且应该终身追究。b",
	"习主席a, 全社会都要贯彻尊重劳动、尊重知识、尊重人才、尊重创造的重大方针，维护和发展劳动者的利益，保障劳动者的权利。要坚持社会公平正义，努力让劳动者实现体面劳动、全面发展。b"
    ],
    "bosh":[
    "现在, 解决x的问题, 是非常非常重要的. 所以, ",
    "我们不得不面对一个非常尴尬的事实, 那就是, ",
    "x的发生, 到底需要如何做到, 不x的发生, 又会如何产生. ",
    "而这些并不是完全重要, 更加重要的问题是, ",
    "x, 到底应该如何实现. ",
    "带着这些问题, 我们来审视一下x. ",
    "所谓x, 关键是x需要如何写. ",
    "我们一般认为, 抓住了问题的关键, 其他一切则会迎刃而解.",
    "问题的关键究竟为何? ",
    "x因何而发生?",
    "每个人都不得不面对这些问题.  在面对这种问题时, ",
    "一般来讲, 我们都必须务必慎重的考虑考虑. ",
    "要想清楚, x, 到底是一种怎么样的存在. ",
    "了解清楚x到底是一种怎么样的存在, 是解决一切问题的关键.",
    "就我个人来说, x对我的意义, 不能不说非常重大. ",
    "本人也是经过了深思熟虑,在每个日日夜夜思考这个问题. ",
    "x, 发生了会如何, 不发生又会如何. ",
    "在这种困难的抉择下, 本人思来想去, 寝食难安.",
    "生活中, 若x出现了, 我们就不得不考虑它出现了的事实. ",
    "这种事实对本人来说意义重大, 相信对这个世界也是有一定意义的.",
    "我们都知道, 只要有意义, 那么就必须慎重考虑.",
    "既然如此, ",
	"也就是说, ",
    "那么, ",
    "我认为, ",
    "一般来说, ",
    "总结的来说, ",
    "既然如何, ",
    "经过上述讨论, ",
    "这样看来, ",
    "从这个角度来看, ",
    "我们不妨可以这样来想: ",
    "这是不可避免的. ",
    "可是，即使是这样，x的出现仍然代表了一定的意义. ",
    "x似乎是一种巧合，但如果我们从一个更大的角度看待问题，这似乎是一种不可避免的事实. ",
    "在这种不可避免的冲突下，我们必须解决这个问题. ",
    "对我个人而言，x不仅仅是一个重大的事件，还可能会改变我的人生. "
    ],
    "after":[
    "这不禁令我深思. ",
    "带着这句话, 我们还要更加慎重的审视这个问题: ",
    "这启发了我. ",
    "我希望诸位也能好好地体会这句话. ",
    "这句话语虽然很短, 但令我浮想联翩. ",
    "这句话看似简单，但其中的意义不禁让人深思. ",
    "这句话把我们带到了一个新的维度去思考这个问题: ",
    "这似乎解答了我的疑惑. "
    ],
    "before":[
	"曾经提到过",
    "曾经说过",
    "在不经意间这样说过",
    "说过一句著名的话",
    "曾经提到过",
    "说过一句非常重要的话",
	"强调过",
	"曾说过"
    ]
}